export default script = {
  MessageScript: {
    2: [
      "아.. 대인관계 때문에 우울한 거구나, 성운... 😥",
      "주변 사람들과 생기는 갈등.. 정말 지치고 힘들지?",
      "의도치 않게 상처를 주기도 하고 받기도 하고.. 그럴 때가 있지.. 😔"
    ],
    3: [
      "성운! 대인관계 때문에 많이 우울하다면 내가 도움을 줄 수 있을 것 같은데..",
      "내가 도와줘도 될까?"
    ],
    4: [
      "좋았어! 😎",
      "대인관계 때문에 억울한 성운... 주변 사람들이 아무리 힘들게 하더라도 가장 중요한 건... 우리는 누구보다도 소중한 존재라는 거야!",
      "먼저 나를 소중히 여기고 존중한다면 다른 사람들을 용서할 수도 혹은 용서 받을 수도 있게 될거야"
    ],
    5: [
      "정말이야!",
      "'나는 나를 사랑하고 존중한다' 라고 얘기하다 보면 기분도 점점 나아지는걸 느끼게 될테고, 그러면 주변 사람들과의 문제도 잘 해결할 수 있을거야.",
      "실제로, '나를 사랑하고 존중한다' 효과에 대해 입증한 연구들도 아주 많아!! 📖",
      "어때? 성운, 나랑 같이 해볼래?"
    ],
    6: [
      "정말 잘 생각했어, 성운! 이제 내가 주는 글을 똑같이 소리내서 읽어보는거야."
    ],
    7: [
      "좋았어! 내가 성운이를 위해 준비한 글은 이거야.",
      "나는 나 자신을 진심으로 존중한다. 나는 나 자신을 존중하고 사랑한다. 내 주변사람들은 나를 사랑하고 존중한다. 나는 내 친구들을 사랑하고 존중한다. 내 친구들은 나를 사랑하고 존중한다. 나는 내 인생의 주인이다. 나의 인생은 내가 결정한다.",
      "이제, 마이크(🎤)버튼을 누르고 위의 글을 소리내서 읽어보자!"
    ],
    8: [
      "정말 잘했어, 성운! 👍👍👍",
      "소리내서 읽어보니까 어땠어?"
    ],
    9: [
      "그랬구나.",
      "주변 사람들과 갈등이 생길때는 나를 먼저 존중하고 사랑하는게 필요해. 그래야 다른 사람도 존중하고 사랑할 수 있거든. 유(U)가 응원할게! 🤟🤟🤟",
      "그리고 중요한건 자주, 꾸준히 말해보는 거야! 내일도 같이 해보자!"
    ],
    10: ["아참! 방금 녹음한걸로~"]
  },

  Delay: {
    2: [100, 100, 100],
    3: [100, 100],
    4: [100, 100, 100],
    5: [100, 100, 100],
    6: [100],
    7: [100, 100, 100],
    8: [100, 1000],
    9: [100, 100, 100],
    10: [100, 100, 100],
    11: [100, 100, 100]
  },

  ButtonScript: {
    2: ["맞아, 내 마음이 딱 그래."],
    3: ["응, 좋아!", "아니, 다음에 할게.."],
    4: ["정말 그럴까?", "에이.. 그게 뭐야."],
    5: ["그래, 좋아!", "아니.. 다음에 할게"],
    6: ["알겠어!", "어떻게 하는 거야?"],
    7: ["1", "2", "3", "4", "5"],
    8: [],
    9: ["그래, 좋아!", "생각해볼게"],
    10: ["응", "아니"]
  }
};
