export default script = {
  MessageScript: {
    3: [
      "아.. 직장 스트레스 때문에 우울한 거구나, 성운... 😥",
      "때로는 업무 때문에, 때로는 직장 동료와의 갈등으로 마음에 여유가 없을 것 같아.. 그렇지 않니?"
    ],
    4: [
      "우리 직장에서 받은 스트레스를 이겨내보도록 해볼까?"
    ],
    5: [
      "그럼, 우리 먼저 몸과 마음의 긴장을 푸는 준비운동부터 해보자!",
      "소리내서 숨을 '하아~~~' 내쉬면서 몸 안의 긴장을 쭈욱 풀어내는 거야.",
      "**1",
      "한 번 해볼래?",
      "어때? 긴장이 풀어지는게 느껴져?"
    ],
    6: [
      "그럼 다시 한번 숨을 코로 가슴 깊숙이 들이마셨다가 시원하게 '하아~~~~' 하고 내쉬어봐!",
      "**7",
      "이 몸과 마음은 지금 이대로 있는 그대로 편안하고 고요하다.",
      "세 번 반복해서 말해봐!",
      "정말 잘했어!",
      "이렇게 숨을 깊게 들이쉬고 마시는 것만으로도 몸과 마음이 편해질 수 있어",
      "어때? 긴장이 풀어지는 거 느꼈어?"
    ],
    7: [
      "성운!",
      "혹시 감사하는 마음에 대해서 들어봤어?"
    ],
    8: [
      "감사하는 마음은 행복해지는 마음이야.",
      "그 마음은 자신의 마음을 풍요롭고 넉넉하게 만들어주지.",
      "성운, 너는 어떻게 생각해?"
    ],
    9: [
      "그렇구나!",
      "감사하는 마음을 품고 있으면 자신과 세상이 따뜻하게 느껴질 수 있어",
      "그럼, 우리 함께 자신에게 감사하는 시간을 가져보자, 어때?"
    ],
    10: [
      "걱정마!",
      "감사하는 마음을 갖는 건 어렵지 않아~",
      "얼굴을 편안하고 부드럽게~ 둥근 햇님처럼 잔잔한 미소를 지어봐!",
      "성운, 미소 어렵지 않지?"
    ],
    11: [
      "그럼 이제, 바쁘고 정신없었던 직장에서 벗어나보자.",
      "숨을 편안하게 쉬면서 직장 업무, 동료, 상사, 나의 실수... 직장에서 힘들었던 시간을 지금 이 순간에는 살포시 내려놓는거야.",
      "그 상태가 되면 내가 주는 글을 소리내서 읽어볼거야.",
      "준비되면 알려줘!"
    ],
    12: [
      "좋았어!",
      "그럼 이제, 마이크 버튼을 누르고 아래 글을 소리내서 읽어보자!",
      "나에게는 여러가지 장점이 있다. 나는 나의 장점에 대해 잘 알고 있다. 여러가지 장점을 가지고 있는 나에게 감사한다. 나에게는 훌륭한 점이 많다. 나는 나의 훌륭한 점에 대해 잘 알고 있다. 여러가지 많은 훌륭한 점을 가지고 있음에 감사한다.\n\n 잘 살아왔구나\n 참 잘 살아왔구나\n 직장에서 힘들고 괴로운 일도 많았는데 그래도 지금까지 잘 견뎌왔구나\n 직장에서 아프고 외로울 때도 많았는데 그래도 굳걷힌 잘 견뎌왔구나\n 스스로 잘 살아줘서 고마워\n 잘 살아줘서 정말 고마워"
    ],
    13: [
      "정말 잘했어!",
      "어때, 성운? 감사하는 마음을 가지니까 직장에서의 스트레스 따위는 잘 이겨낼 수 있을 것 같지 않아?"
    ],
    14: [
      "그렇구나!",
      "오늘 여기까지 나와 함께 노력한 네가 너무 자랑스럽고 대견해!",
      "정말이야 :)",
      "한거 들어볼래?"
    ]
  },

  Delay: {
    3: [1000, 1000],
    4: [1000],
    5: [1000, 1000, 10, 1000, 10000],
    6: [1000, 10, 1000, 1000, 10000, 1000, 1000],
    7: [1000, 1000],
    8: [1000, 1000, 1000],
    9: [1000, 1000, 1000],
    10: [1000, 1000, 1000, 1000],
    11: [1000, 1000, 2000, 1000],
    12: [1000, 1000, 1000],
    13: [1000, 1000],
    14: [1000, 1000, 1000, 1000]
  },

  ButtonScript: {
    3: ["1"],
    4: ["좋아, 해보자!", "응! 도와줄거지?"],
    5: ["1"],
    6: ["응!"],
    7: ["응, 들어본 것 같아", "아니"],
    8: ["1"],
    9: [
      "좋아! 해볼게",
      "같이 하면 할 수 있을 것 같아!"
    ],
    10: [
      "응, 자연스러웠어",
      "다음에는 더 잘 해볼게"
    ],
    11: ["준비됐어!"],
    12: ["1", "2", "3", "4"],
    13: ["1"],
    14: ["응!"]
  }
};
