export default script = {
  MessageScript: {
    10: [
      "아... $$ 때문에 ## 감정이구나... 😥",
      "그럼 그럴 때 마다 무슨 생각을 해?"
    ],
    11: [
      "맞아, 그런 생각이 들지. 그리고 @@, 그런 생각을 너무 없애고 싶지 않아?",
      "그런데, 사실 그런 생각이 드는 건 당연한 거다?"
    ],
    12: [
      "우리는 언어를 사용하는 인간이기 때문에 어쩔 수가 없어..ㅠㅠ",
      "조금 더 쉽게 얘기해 줄게.",
      "예를 들어서 ‘뜨거운’ 이라는 단어를 배운 아기가 뜨거운 냄비에 손을 데였다면, 나중에는 ‘뜨거운 것’ 이라는 말만 들어도 울어버릴 수가 있어.",
      "이렇게 우리는 단어를 배워서 언어를 사용하기 때문에 이런 생각들은 자연스럽게 생겨날 수 밖에 없대."
    ],
    13: [
      "우리는 인간이잖아. 부정적인 생각이 드는 것은 누구에게나 당연해.",
      "저런 생각이 드는 것에 대해서 자책할 필요도, 회피할 필요도 없어.",
      "대신 나에게 드는 안좋은 생각들은 그냥 받아들이는게 더 도움이 될거야.",
      "우리 같이 받아들이기 연습 해보자!"
    ],
    14: [
      "자, 그럼 우리 먼저 몸과 마음의 긴장을 푸는 준비 운동부터 해보자.",
      "긴장을 푸는게 생각을 받아들이는데 더 도움이 된다구!",
      "내가 시키는 대로 소리를 내면서 숨을 쉬면 몸 안의 긴장이 쭉 풀어질거야.",
      "숨을 코로 가슴 깊숙이 길게 들이마셨다가 “하아~~~” 하고 시원하게 내쉬는거야.",
      "자 해보자~~",
      "**corgi",
      "어때? 긴장이 풀어지는 것 같지 않아?"
    ],
    15: [
      "한 번 더 하면 완전히 긴장이 풀어질거야!",
      "몸과 마음이 편안하게 쉴 수 있도록 모든 것을 다 내려놓고 흘려보내는 거야.",
      "그런 다음, 우리 같이 소리 내서 말해보자. 아래 마이크 버튼(🎤)을 누르고 읽어보자.",
      "하아~~~~\n이 몸과 마음은 지금 이대로 있는 그대로 편안하고 고요하다\n이 몸과 마음은 지금 이대로 있는 그대로 편안하고 고요하다\n이 몸과 마음은 지금 이대로 있는 그대로 편안하고 고요하다\n\n하아~~~~\n이 몸과 마음은 지금 이대로 있는 그대로 온전하다\n이 몸과 마음은 지금 이대로 있는 그대로 온전하다\n이 몸과 마음은 지금 이대로 있는 그대로 온전하다"
    ],
    16: [
      "정말 잘했어, @@! 이제 받아들이기를 위한 준비가 끝난 것 같아.",
      "내가 $$로 인해 ## 이유가 뭘까?"
    ],
    17: [
      "난 그 이유를 바꾸거나 해결하고 싶다는 생각이 들어. 안 그래?"
    ],
    18: [
      "그런데 오히려 그 이유를 없애려거나 거기에서 도망치려고 하는게 우리를 더 우울하게 만든대.",
      "그 결과 자꾸 나에게서 문제를 찾고 나를 비난하게 되지.",
      "그 이유를 계속해서 곱씹어보고 후회하고 자책하지는 않아?"
    ],
    19: [
      "걱정하지 않아도 괜찮아. 아까도 말했듯이 우리는 그 생각에서 벗어날 수 없기 때문에 이러한 행동은 너무 당연한 거거든.",
      "내가 더 쉽게 이해할 수 있도록 한 가지 비유를 하나 들어줄까?"
    ],
    20: [
      "욕조나 씽크대를 생각해보자.",
      "내가 우울한 이유는 수도꼭지랑 같은거야. 수도꼭지가 많으면 많을수록 쏟아지는 물의 양은 많아지겠지? 무슨 말인지 이해 되고 있어?"
    ],
    21: [
      "좋아 좋아. 이 수도꼭지는 우리가 삶을 살아간다면 켜지기 마련이야.",
      "흘러 넘쳐 버릴거야.",
      "여기에서 우리의 목표는 수도꼭지에서 흐르는 물을 막는 게 아니라 그냥 흘러가도록 놔두는 거야."
    ],
    22: [
      "생각이 일어나면 일어나는 대로, 감정이 올라오면 올라오는 대로 있는 그대로 알아차리고 흘려 보내면 되는거야.",
      "자, 아래 마이크 버튼을 누르고 얘기해보자. 나 자신에게 진심으로 이야기 해보는 거야.",
      "나를 힘들게 하는 그 사람이 누구든 상관없이 이대로의 이 몸과 마음을 사랑한다\n나를 힘들게 하는 그 사람이 누구든 상관없이 이대로의 이 몸과 마음을 사랑한다\n인간관계로 인해 스스로를 미워한 나를 용서하기를\n인간관계로 인해 누군가를 미워한 나를 용서하기를\n과거에 대한 후회와 번민에서 자유롭기를"
    ],
    23: [
      "잘했다. 마음이 한결 편해지는 것 같지 않아?",
      "해보니까 어땠어?"
    ],
    24: [
      "그렇구나. 나는 여기까지 포기하지 않고 해냈다는게 너무 뿌듯해.",
      "이제 나에 대한 개념을 확인하고 평가해보자!",
      "@@, 너는 가끔씩 나에 대해 왜곡된 시선과 평가를 가지고 있어.",
      "그런 잘못된 생각과 평가 때문에 난 더 고통받고 우울해져.",
      "하지만, 중요한 건 그건 사실이 아니라는 거야.",
      "@@, 너가 생각하는 나에 대해서 ‘나는 _____ 이다.’ 라고 한 문장으로 적어봐."
    ],
    25: [
      "'%%' 는 나에 대한 부정적인 평가야, 긍정적인 평가야?",
      '"d"'
    ],
    startIndex: 10,
    length: 16
  },

  Delay: {
    10: [100, 100],
    11: [100, 100],
    12: [100, 100, 100, 100],
    13: [100, 100, 100, 100],
    13: [100, 100, 100, 100],
    14: [100, 100, 100, 100, 100, 100, 100],
    15: [100, 100, 100, 100],
    16: [100, 100],
    17: [100],
    18: [100, 100, 100],
    19: [100, 100],
    20: [100, 100],
    21: [100, 100, 100],
    22: [100, 100, 100],
    23: [100, 100],
    24: [100, 100, 100, 100, 100, 100],
    25: [100]
  },

  ButtonScript: {
    10: ["1"],
    11: [
      "그게 어떻게 당연해?",
      "난 당연하고 싶지 않은데"
    ],
    12: ["그렇구나", "그래서 어떻게 해야 돼?"],
    13: ["응, 좋아!"],
    14: ["응, 그런 것 같아", "잘 모르겠어"],
    15: ["1", "2", "3", "4", "5"],
    16: ["1"],
    17: ["맞아", "잘 모르겠어"],
    18: ["맞아, 생각해보니 그래", "잘 모르겠어"],
    19: ["들어볼게", "나중에 들을래"],
    20: [
      "잘 모르겠어",
      "응, 수도꼭지가 많다는 건 우울한 이유가 많다는 거지?"
    ],
    21: ["조금 이해됐어", "그럼 어떻게 해야돼?"],
    22: ["1", "2", "3", "4", "5"],
    23: ["1"],
    24: ["1"],
    25: ["긍정적인 평가야", "부정적인 평가야"]
  }
};
